[M_Ep11_LikeATonOf MissionDefinition]
MissionDescription="With the first obstacle to [place]Control Core Angel[-place] accounted for, Roland has turned your attention to the second obstacle: a big-ass Hyperion defense bunker. Roland feels you will need the help of a local bandit leader, the Slab King, to destroy this bunker. The Slab King can be found in [place]Thousand Cuts[-place], but be careful -- though he hates Jack as much as anyone, his men won't exactly welcome you with open arms."
TurnInDescription="With the Slab bandit clan on your side, destroying the Hyperion bunker that defends [place]Control Core Angel[-place] should be relatively easy. Emphasis on ''should.''"

[M_Ep11_LikeATonOf:HyperionBattleAtFactorySet MissionObjectiveSetDefinition]
MissionDescriptionOverride="With the first obstacle to [place]Control Core Angel[-place] accounted for, Roland has turned your attention to the second obstacle: a big-ass Hyperion defense bunker. You successfully enlisted Brick and his buzzard pilots for the eventual siege on Hyperion's bunker. Right after you did so, however, Hyperion launched a mortar assault on Brick's camp. Brick has asked you to destroy the mortar beacons and save your fellow Slabs."

[M_Ep11_LikeATonOf:InitiationBattleSet MissionObjectiveSetDefinition]
MissionDescriptionOverride="With the first obstacle to [place]Control Core Angel[-place] accounted for, Roland has turned your attention to the second obstacle: a big-ass Hyperion defense bunker. The Slab King says he will be happy to help you take down the bunker... but only if you become a member of his clan. He has ordered you to survive the traditional Slab initiation ritual, which consists, quite simply, of a bunch of Slabs trying to kill you."
